accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
ansible
anyrun-git
aws-cli
b43-fwcutter
base
base-devel
bash-completion
bind
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
cage
cantarell-fonts
chayang
chromium
clang
cmake
copyq
cryptsetup
cups
cups-filters
cups-pdf
dconf-editor
device-mapper
dhclient
diffutils
direnv
discord
dmidecode
dmraid
dnsmasq
docker
dockfmt
dosfstools
downgrade
dracut
duf
e2fsprogs
efibootmgr
efitools
emacs-wayland
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
eos-apps-info
eos-hooks
eos-log-tool
eos-packagelist
eos-quickstart
eos-rankmirrors
eos-update-notifier
ethtool
exfatprogs
eza
f2fs-tools
fd
ffmpegthumbnailer
firefox
firewalld
fish
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
foot
fprintd
fsarchiver
fwupd
ghostscript
git
github-cli
glances
gnome-keyring
greetd
greetd-gtkgreet
greetd-regreet
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gutenprint
haveged
hdparm
htop
httpie
hwdetect
hwinfo
inetutils
inxi
iptables-nft
iwd
jfsutils
jq
just
kernel-install-for-dracut
less
lib32-libva-mesa-driver
lib32-mesa-vdpau
libdvdcss
libfprint
libgsf
libopenraw
libva-mesa-driver
libwnck3
linux
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
mako
man-db
man-pages
mdadm
meld
mesa-utils
mesa-vdpau
mlocate
modemmanager
mongodb-compass
mtools
nano
nano-syntax-highlighting
ncspot
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nodejs
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
obsidian
openssh
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
paru
pavucontrol
perl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
polkit-gnome
poppler-glib
power-profiles-daemon
powerstat
powertop
pv
pyenv
python
python-capng
python-defusedxml
python-packaging
python-pipx
python-pynvim
python-pyqt5
rbenv
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rsync
rtkit
rustup
s-nail
sg3_utils
shellcheck
shfmt
siji-ttf
slurp
smartmontools
sof-firmware
splix
starship
sudo
swaybg
swayfx
swayidle
swaylock
sysfsutils
system-config-printer
systemd-sysvcompat
tectonic
texinfo
tldr
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
udiskie
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vulkan-radeon
vulkan-tools
way-displays
waybar-git
wayshot
welcome
wev
wget
which
wireplumber
wl-clipboard
wlogout
wlr-randr
wpa_supplicant
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xlsclients
xorg-xrandr
xorg-xwayland
xterm
yadm
yay
zellij
zip
